Dlubal.RFEM5.IPipeSurface
Interface for working with pipe surface

Dlubal.RFEM5.IPipeSurface.GetExtraData
Gets pipe parameters.
Returns: Pipe parameters

Dlubal.RFEM5.IPipeSurface.SetExtraData(System.UInt32@)
Sets pipe parameters.
Surface: Pipe parameters